Repository: 0x01h/individual-symphony
Catalog: individualsymphony/locale/*/LC_MESSAGES/django.po
Languages: tr

source: This project is planned to be presented as graduation thesis in Istanbul Technical University in 2019. Final paper and source code will be available in June, 2019.
tr: Bu proje İstanbul Teknik Üniversitesi'nde 2019 yılında bitirme projesi olarak sunulmak üzere hazırlanmıştır. Final tezi and kaynak kodu Haziran 2019'da erişime açılacaktır.

source: <p>This project is planned to be presented as graduation thesis in Istanbul Technical University in 2019.</p>
tr: <p>Bu proje İstanbul Teknik Üniversitesi'nde 2019 yılında bitirme projesi olarak sunulmak üzere hazırlanmıştır.</p>

source: <p>Final paper and source code will be available in June, 2019.</p> <p><a href="/static/documents/final_report.pdf">Final Report</a></p> <p><a href="/static/documents/presentation.pdf">Presentation</a></p> <p><a href="https://github.com/0x01h/individual-symphony/">Source Code</a></p>
tr: <p>Final tezi and kaynak kodu Haziran 2019'da erişime açılacaktır.</p> <p><a href="/static/documents/final_report.pdf">Final Tezi</a></p> <p><a href="/static/documents/presentation.pdf">Sunum</a></p> <p><a href="https://github.com/0x01h/individual-symphony/">Kaynak Kodu</a></p>
