Repository: 0x01h/individual-symphony
Catalog: individualsymphony/locale/*/LC_MESSAGES/django.po
Languages: tr

source: About - Individual Symphony
tr: Hakkında - Kişisel Senfoni

source: This project is aimed to provide a music recommendation system that recommend songs based on people's personalities.
tr: Bu proje insanların kişiliklerine göre onlara müzik öneren bir müzik öneri sistemi oluşturmayı amaçlamaktadır.

source: About
tr: Hakkında

source: <p>This project is aimed to provide a <strong>music recommendation system</strong> that recommend songs based on people's personalities. Big five personality traits (five factor model <strong>(FFM)</strong> or <strong>OCEAN</strong> model) are useful when studying on psychological identities. Therefore, some academic researches and surveys on correlations between musical taste (mainly genres) and big five personality traits are heavily used in this project. <p>Spotify API integrated with recommendation system to maintain artists, albums, songs, and significant audio features to create a deep learning model which classifies songs regarding to their genres. Additionly, recommendation system accepts feedbacks from participants if recommended songs are not relevant in matter of musical taste, participants are able to send their genre preferences to improve model predictions.</p> <p>Python, Django, PostgreSQL, TensorFlow, Keras, numpy, pandas, scikit-learn, MaterializeCSS, and many other technologies are used in development phase.</p> <p>Developed during graduation thesis by <b>Orçun Özdemir</b> in <b>Istanbul Technical University</b> and licensed under a Creative Commons Attribution 4.0 International License.</p>
tr: <p>Bu proje insanlara kişiliklerine göre müzik önerisinde bulunan bir müzik öneri sistemi kurmayı amaçlamaktadır. Beş büyük kişilik özelliği (beş faktör modeli <strong>FFM</strong> veya <strong>OCEAN</strong> model) psikolojik kişilikler üzerine çalışılırken yararlanılan güvenilir bir modeldir. Müzikal tür (janr) ve beş büyük kişilik özelliği modeli arasındaki korelasyonu belirten ve bunlar üzerine insanlarla anketler yapmış akademik çalışmalar bu projede bolca kullanılmıştır. Parçalar ve özellikler çekilirken Spotify API'ı kullanılmıştır ve toplanan sanatçılar, albümler, parçalar bir araya getirilerek tür (janr) ayrıştırması yapan bir derin öğrenme modeli geliştirilmiştir. Bunun harici sistem katılımcılardan beğenmediği parçaları ve sevdikleri türleri puansal olarak alarak bu geri bildirimler sonucu modelin tahminlerini daha doğru hale getirmek için kendini geliştirmektedir.<p>Python, Django, PostgreSQL, TensorFlow, Keras, numpy, pandas, scikit-learn, MaterializeCSS ve birçok başka teknolojiler geliştirme aşamasında kullanılmıştır.</p> <p><b>Orçun Özdemir</b> tarafından <b>İstanbul Teknik Üniversitesi</b> bilgisayar mühendisliği bölümü için bitirme projesi olarak geliştirilmiştir ve Creative Commons 4.0 uluslararası lisansıyla lisanslanmıştır.</p>

source: Support to maintain, all donations are welcome!
tr: Geliştirilmesi için bağış yaparak destekleyebilirsiniz!

source: Music recommendation system based on personality. Explore your inside symphony!
tr: Kişilik tabanlı müzik öneri sistemi. İçinizdeki senfoniyi keşfedin!

source: Individual Symphony
tr: Kişisel Senfoni

source: Music Recommendation System Based On Personality
tr: Kişilik Tabanlı Müzik Öneri Sistemi

source: Home
tr: Anasayfa

source: Whitepaper
tr: Tez

source: Changelog
tr: Versiyonlar

source: Contact
tr: İletişim

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: References
tr: Atıflar

source: Languages
tr: Diller

source: This work is licensed under a Creative Commons Attribution 4.0 International License.
tr: Bu proje Creative Commons 4.0 uluslararası lisansıyla lisanslanmıştır.

source: Changelog - Individual Symphony
tr: Versiyonlar - Kişisel Senfoni

source: This page intends to show versions and changes on Individual Symphony software.
tr: Bu sayfa Kişisel Senfoni'nin versiyonlarını ve değişimlerini göstermek için hazırlanmıştır.

source: <div class="row"> <div class="col s8 offset-s2"> <ul class="collapsible"> <li class="active"> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Version: 0.3.2<br><i class="material-icons">today</i>Date: 02.08.2019</div> <div class="collapsible-body"><span> Improvements on UI. Add final report, presentation and publish source code. </span></div> </li> <li> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Version: 0.3.1<br><i class="material-icons">today</i>Date: 04.06.2019</div> <div class="collapsible-body"><span> Add song genre suggestion feedback system. </span></div> </li> <li> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Version: 0.3.0<br><i class="material-icons">today</i>Date: 22.04.2019</div> <div class="collapsible-body"><span> Improvements on genre predictions.<br> KNN implementation for better matching algorithm. </span></div> </li> <li> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Version: 0.2.2<br><i class="material-icons">today</i>Date: 15.04.2019</div> <div class="collapsible-body"><span> Improvements on deep learning model.<br> New logo and graphics.<br> Improvements on UI and UX.<br> Fixes on some JS and recommendation bugs. </span></div> </li> <li> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Version: 0.2.1<br><i class="material-icons">today</i>Date: 11.04.2019</div> <div class="collapsible-body"><span> Turkish language support.<br> Improvements on UX. </span></div> </li> <li> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Version: 0.2.0<br><i class="material-icons">today</i>Date: 02.04.2019</div> <div class="collapsible-body"><span> Improvements on design, theme, and colors.<br> Update on internal API.<br> Update on deep learning model for more accuracy.<br> New artists, albums, and songs to database.<br> Main open graph tags and meta tags for social media. </span></div> </li> <li> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Version: 0.1.0<br><i class="material-icons">today</i>Date: 12.03.2019</div> <div class="collapsible-body"><span>Things are generally expected to work but anything can break with any upgrade.</span></div> </li> </ul> </div> </div>
tr: <div class="row"> <div class="col s8 offset-s2"> <ul class="collapsible"> <li class="active"> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Versiyon: 0.3.2<br><i class="material-icons">today</i>Tarih: 02.08.2019</div> <div class="collapsible-body"><span> Önyüzde geliştirme. Rapor ve sunum eklendi, kaynak kod yayınlandı. </span></div> </li> <li> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Versiyon: 0.3.1<br><i class="material-icons">today</i>Tarih: 04.06.2019</div> <div class="collapsible-body"><span> Parçalar için tür geri bildirim öneri sistemi entegresi. </span></div> </li> <li> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Versiyon: 0.3.0<br><i class="material-icons">today</i>Tarih: 22.04.2019</div> <div class="collapsible-body"><span> Tür tahminlerinde iyileştirme.<br> Daha iyi eşleştirme sistemi için KNN implementasyonu. </span></div> </li> <li> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Versiyon: 0.2.2<br><i class="material-icons">today</i>Tarih: 15.04.2019</div> <div class="collapsible-body"><span> Derin öğrenme modeli için geliştirmeler.<br> Yeni logo ve grafikler.<br> Kullanıcı deneyimi ve arayüz geliştirmesi.<br> Bazı JS ve öneri hatalarının düzeltilmesi. </span></div> </li> <li> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Versiyon: 0.2.1<br><i class="material-icons">today</i>Tarih: 11.04.2019</div> <div class="collapsible-body"><span> Türkçe dil desteği.<br> Kullanıcı deneyimi için iyileştirme. </span></div> </li> <li> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Versiyon: 0.2.0<br><i class="material-icons">today</i>Tarih: 02.04.2019</div> <div class="collapsible-body"><span> Tasarım, tema ve renklerde iyileştirme.<br> İç API'da güncelleme.<br> Derin öğrenme modelinde daha yüksek doğruluk için güncelleme.<br> Veritabanına yeni sanatçı, albüm ve parça ekleme.<br> OG etiketleri ve sosyal medya etiketleri ekleme. </span></div> </li> <li> <div class="collapsible-header center" style="display: block"><i class="material-icons">info_outline</i>Versiyon: 0.1.0<br><i class="material-icons">today</i>Tarih: 12.03.2019</div> <div class="collapsible-body"><span>Çoğu özellik çalışıyor ama herhangi bir güncellemeyle işler değişebilir.</span></div> </li> </ul> </div> </div>

source: Contact - Individual Symphony
tr: İletişim - Kişisel Senfoni

source: You can find me on GitHub and LinkedIn, also if you like to send an e-mail, do not hesitate to contact!
tr: Beni GitHub ve LinkedIn'de bulabilirsiniz ya da e-posta ile ulaşabilirsiniz. Yazmaktan çekinmeyin!

source: <p>You can find me on <a href="https://github.com/0x01h" target="_blank">GitHub <i class="fab fa-github"></i></a> and <a href="https://linkedin.com/in/orçunözdemir" target="_blank">LinkedIn <i class="fab fa-linkedin"></i></a>, also if you like to send an e-mail, do not hesitate to <strong>contact!</strong></p>
tr: <p>Beni <a href="https://github.com/0x01h" target="_blank">GitHub <i class="fab fa-github"></i></a> ve <a href="https://linkedin.com/in/orçunözdemir" target="_blank">LinkedIn <i class="fab fa-linkedin"></i></a>'de bulabilirsiniz ya da e-posta ile ulaşabilirsiniz. Yazmaktan <strong>çekinmeyin!</strong></p>

source: Openness
tr: Açıklık

source: Appreciation for art, emotion, adventure, unusual ideas, curiosity, and variety of experience.
tr: Sanatı takdir, his, macera, sıradışı fikirler, hayal kurma, merak ve çeşitli deneyimler.

source: Understand!
tr: Anladım!

source: Agreeableness
tr: Uyumluluk

source: Tendency to be compassionate and cooperative rather than suspicious and antagonistic towards others.
tr: Şüpheli ve zıt olmaktan çok merhametli ve yardıma hazır olmaya eğilim.

source: Neuroticism
tr: Duygusal Dengesizlik

source: Tendency to be prone to psychological stress. The tendency to experience unpleasant emotions easily, such as anger, anxiety, depression, and vulnerability.
tr: Öfke, kaygı, bunalım veya alınganlık gibi tatsız duyguları kolayca yaşama eğilimi; bazen duygusal dengesizlik olarak da adlandırılır.

source: Conscientiousness
tr: Sorumluluk

source: Tendency to be organized and dependable, show self-discipline, act dutifully, aim for achievement, and prefer planned rather than spontaneous behavior.
tr: Öz disiplin göstermeye yönelim, sorumluluk sahibi olarak hareket etme ve başarı için azimli olma; kendiliğinden olan yerine planlı hareket etme.

source: Extraversion
tr: Dışadönüklülük

source: Energetic, surgency, assertiveness, sociability and the tendency to seek stimulation in the company of others, and talkativeness.
tr: Enerji, olumlu duygular ve diğerlerinin ortaklığını ve teşviğini aramaya eğilim.

source: Advanced Mode
tr: Gelişmiş Mod

source: Advanced mode consists 44 questions and takes 10 minutes approximately. Right side of the slider indicates you strongly agree with assumption, left side of the slider indicates you strongly disagree, middle of the slider means that you are neutral or not sure about the answer. Try not to leave sliders in the middle as much as you can.
tr: Gelişmiş mod 44 adet soru içerir ve yaklaşık olarak 10 dakika sürer. Cevap kaydırıcılarının sağ tarafı üstte verilen ifadeyi fazlasıyla kabul ettiğinizi, sol tarafı fazlasıyla reddettiğinizi, ortası ise kararsız olduğunuzu belirtir. Mümkün olduğunca ortada bırakmamaya çalışın!

source: <p><span class="hvr-buzz">🎶</span> <strong style="font-weight: bold">Individual Symphony</strong> is a music recommendation system based on psychological personalities. Research papers about big five personality and academic surveys on correlations between personalities and genre interests are heavily used in this system. Also, a deep learning model classifies songs by genres using features provided by Spotify API <i style="color: #1ED761" class="hvr-bounce-in fab fa-spotify"></i>. You can either give your big five personality values manually in basic mode, or select advanced mode to let us determine your values. After that you will get your recommended songs for your unique personal traits. <span style='font-weight: bold'>It is recommended to use advanced mode for more specific results.</span> Enjoy, while exploring your inside symphony! <span class="hvr-float-shadow">👩‍🎤 👨‍🎤</span></p>
tr: <p><span class="hvr-buzz">🎶</span> <strong style="font-weight: bold">Kişisel Senfoni</strong>, psikolojik kişilik tabanlı bir müzik öneri sistemidir. Sistemi oluştururken beş büyük faktör değerleri ile ilgili akademik makaleler ve bu değerlerin müzikal tür eğilimleri üzerine olan korelasyon değerleriyle alakalı çalışmalar kullanılmıştır. Parçaları müzikal türlerine göre ayrıştırmak için <i style="color: #1ED761" class="hvr-bounce-in fab fa-spotify"></i> Spotify API'ndan gelen değerleri kullanan bir derin öğrenme modeli arka tarafta çalışmaktadır. Basit modu seçerek en büyük beş faktör değerlerini elle girebilirsiniz ya da gelişmiş modu seçerek sorulara verdiğiniz cevaplara göre bu değerlerin belirlenmesini bize bırakabilirsiniz. Sonrasında kişilik özelliklerinize en iyi uyacak parçalar size önerilecektir. <span style='font-weight: bold'>Daha size özgü sonuçlar için gelişmiş modu kullanmanız önerilir. </span> İçinizdeki senfoniyi keşfederken iyi eğlenceler! <span class="hvr-float-shadow">👩‍🎤 👨‍🎤</span></p>

source: Please wait while results are being calculated... 👾
tr: Sonuçlar hesaplanırken lütfen bekleyin... 👾

source: Basic Mode
tr: Basit Mod

source: Big Five Personality Values
tr: Beş Büyük Kişilik Değeri

source: Age Group
tr: Yaş Grubu

source: Tell about yourself: you're someone who...
tr: Kendinden bahset: sen...

source: Is talkative
tr: Konuşkan

source: Tends to find fault with others
tr: Başkalarında hata bulmaya yatkın

source: Does a thorough job
tr: İşleri layıkıyla yapan

source: Is depressed, blue
tr: Depresif

source: Is original, comes up with new ideas
tr: Özgün, yeni fikirlerle gelen

source: Is reserved
tr: Çok konuşmayan

source: Is helpful and unselfish with others
tr: Yardımsever ve başkalarına karşı bencil olmayan

source: Can be somewhat careless
tr: Bazen umursamaz

source: Is relaxed, handles stress well
tr: Rahat ve stresi kolay yönetebilen

source: Is curious about many different things
tr: Çoğu şey için meraklı

source: Is full of energy
tr: Enerji dolu

source: Starts quarrels with others
tr: Başkalarıyla tartışma başlatan

source: Is a reliable worker
tr: Güvenilir bir çalışan

source: Can be tense
tr: Gergin olabilen

source: Is ingenious, a deep thinker
tr: Derin düşünen

source: Generates a lot of enthusiasm
tr: Hevesli olan

source: Has a forgiving nature
tr: Bağışlayıcı

source: Tends to be disorganized
tr: Dağınık olmaya yatkın

source: Worries a lot
tr: Fazla endişelenen

source: Has an active imagination
tr: Aktif hayal gücüne sahip

source: Tends to be quiet
tr: Sessiz olmaya yatkın

source: Is generally trusting
tr: Genelde güvenen

source: Tends to be lazy
tr: Tembel olmaya yatkın

source: Is emotionally stable, not easily upset
tr: Duygusal olarak sabit, kolay kolay üzülmeyen

source: Is inventive
tr: Yaratıcı

source: Has an assertive personality
tr: İddialı bir kişiliğe sahip

source: Can be cold and aloof
tr: Soğuk ve uzak olabilen

source: Perseveres until the task is finished
tr: Görev bitene kadar direnebilen

source: Can be moody
tr: Ortama uyum sağlayan

source: Values artistic, aesthetic experiences
tr: Sanatsal ve estetik deneyimlere değer veren

source: Is sometimes shy, inhibited
tr: Bazen utangaç ve kısıtlayıcı

source: Is considerate and kind to almost everyone
tr: Düşünceli ve çoğu kişiye karşı kibar

source: Does things efficiently
tr: İşleri verimli yapan

source: Remains calm in tense situations
tr: Zor süreçlerde sakin kalabilen

source: Prefers work that is routine
tr: Düzenli çalışmayı tercih eden

source: Is outgoing, sociable
tr: Dışadönük ve kolay sosyalleşebilen

source: Is sometimes rude to others
tr: Bazen başkalarına karşı kaba olabilen

source: Makes plans and follows them
tr: Planlar yapıp onlara sadık kalan

source: Gets nervous easily
tr: Kolayca endişelenen

source: Likes to reflect, play with ideas
tr: Fikirler bulup onları yansıtmayı seven

source: Has few artistic interests
tr: Sanatsal ilgisi az bulunan

source: Likes to cooperate with others
tr: İşbirliğini seven

source: Is easily distracted
tr: Kolayca dikkati dağılan

source: Is sophisticated in art
tr: Sanat konusunda kültürlü

source: Not Found! - Individual Symphony
tr: Bulunamadı! - Kişisel Senfoni

source: Not Found!
tr: Bulunamadı!

source: References - Individual Symphony
tr: Atıflar - Kişisel Senfoni

source: These references listed below used to create this project.
tr: Bu projeyi yaratırken aşağıda listelenen atıflar kullanılmıştır.

source: <p style="font-weight: bold">These references listed below used to create this project.</p>
tr: <p style="font-weight: bold">Bu projeyi yaratırken aşağıda listelenen atıflar kullanılmıştır.</p>

source: Sending... 🔥
tr: Gönderiliyor... 🔥

source: Sent! 👍 Undo?
tr: Gönderildi! 👍 Geri?

source: Sent! 👍
tr: Gönderildi! 👍

source: Reverting... 🔥
tr: Çeviriliyor... 🔥

source: Thank you for your feedback! 💟
tr: Geri bildirimin için teşekkürler! 💟

source: Feedback is successfully reverted! 🔥
tr: Geri bildirimin başarıyla geri çevrildi! 🔥

source: dissatisfied
tr: sevmedim

source: An error occured! Your session could be expired, try more suggestions button to refresh your session.
tr: Bir hata oluştu! Oturumunuz geçersiz olmuş olabilir, daha fazla butonu ile oturumunuzu yenileyebilirsiniz.

source: An error occured! Status code:
tr: Bir hata oluştu! Durum kodu:

source: Send again?
tr: Tekrar gönder?

source: Genre suggestions are successfully reverted! 🔥
tr: Tür önerilerin başarıyla geri çevrildi! 🔥

source: Thank you for your genre suggestions! 💟
tr: Tür önerilerin için teşekkürler! 💟

source: Your suggestions have been finished, thank you! Return to home page and try again for more. 🤖
tr: Size özel önerilerin sonuna geldiniz, teşekkürler! Anasayfaya dönün ve daha fazlası için tekrar deneyin. 🤖

source: Please select a genre! 💩
tr: Lütfen bir müzik türü seçin! 💩

source: Results - Individual Symphony
tr: Sonuçlar - Kişisel Senfoni

source: Please wait while results are being processed... 🤔
tr: Sonuçlar işlenirken lütfen bekleyin... 🤔

source: Results
tr: Sonuçlar

source: <p><span class="hvr-backward">✨</span> Here are your big five personality analysis and possible genre correlation values some of them may interest you. You can look at the values by hovering over points in charts. If any song seems irrelevant to you, please send your feedback. At the bottom of the page, there is a form for your genre suggestions. <strong style="font-weight: bold">Don't forget to submit them to us to improve our predictions!</strong> <span class="hvr-forward">🌌</span></p>
tr: <p><span class="hvr-backward">✨</span> Beş büyük kişilik değerlerinizin ve müzikal tür ilgilerinizin bulunduğu grafikler hazırlandı. Grafiklerdeki noktaların üzerine gelerek değerlerinizi görebilir aşağıdan önerilen parçalarınıza ulaşabilir en altta da tür ilgilerinizi puanlayarak modelin iyileştirilmesi için gönderebilirsiniz. <strong style="font-weight: bold">Önerilen herhangi bir parça size alakasız geldiyse altındaki 'sevmedim' butonuna basarak geri bildirim göndermeyi unutmayın!</strong> <span class="hvr-forward">🌌</span></p>

source: Big Five Personality Analysis
tr: Beş Büyük Faktör Analizi

source: Appreciation for art, emotion, adventure, unusual ideas, curiosity, and variety of experience. Openness reflects the degree of intellectual curiosity, creativity and a preference for novelty and variety a person has. It is also described as the extent to which a person is imaginative or independent and depicts a personal preference for a variety of activities over a strict routine. High openness can be perceived as unpredictability or lack of focus, and more likely to engage in risky behaviour or drug taking.
tr: Sanatı takdir, his, macera, sıradışı fikirler, hayal kurma, merak ve çeşitli deneyimler.

source: Tendency to be compassionate and cooperative rather than suspicious and antagonistic towards others. It is also a measure of one's trusting and helpful nature, and whether a person is generally well-tempered or not. High agreeableness is often seen as naive or submissive. Low agreeableness personalities are often competitive or challenging people, which can be seen as argumentative or untrustworthy.
tr: Şüpheli ve zıt olmaktan çok merhametli ve yardıma hazır olmaya eğilim.

source: Energetic, surgency, assertiveness, sociability and the tendency to seek stimulation in the company of others, and talkativeness. High extraversion is often perceived as attention-seeking and domineering.
tr: Enerji, olumlu duygular ve diğerlerinin ortaklığını ve teşviğini aramaya eğilim.

source: Tendency to be organized and dependable, show self-discipline, act dutifully, aim for achievement, and prefer planned rather than spontaneous behavior. High conscientiousness is often perceived as being stubborn and focused. Low conscientiousness is associated with flexibility and spontaneity, but can also appear as sloppiness and lack of reliability.
tr: Öz disiplin göstermeye yönelim, sorumluluk sahibi olarak hareket etme ve başarı için azimli olma; kendiliğinden olan yerine planlı hareket etme.

source: Tendency to be prone to psychological stress. The tendency to experience unpleasant emotions easily, such as anger, anxiety, depression, and vulnerability. Neuroticism also refers to the degree of emotional stability and impulse control and is sometimes referred to by its low pole, 'emotional stability'. High stability manifests itself as a stable and calm personality, but can be seen as uninspiring and unconcerned. Low stability manifests as the reactive and excitable personality often found in dynamic individuals, but can be perceived as unstable or insecure.
tr: Öfke, kaygı, bunalım veya alınganlık gibi tatsız duyguları kolayca yaşama eğilimi.

source: Genre Interest Analysis
tr: Türlü İlgi Analizi

source: Big Five Personality Value
tr: Beş Büyük Faktör Değeri

source: Genre Correlation Value
tr: Tür Korelasyon Değeri

source: Recommended Songs
tr: Önerilen Parçalar

source: info
tr: bilgi

source: Is primary genre prediction of song incorrect?
tr: Parçanın asıl türü doğru tahmin edilmemiş mi?

source: Choose your option
tr: Bir tür seçin

source: Song Genre Suggestion
tr: Parça Tür Önerisi

source: send
tr: gönder

source: more suggestions?
tr: daha fazla?

source: Help us to understand your genre interests and improve deep learning model for recommendations in the future!
tr: Gelecekteki tahmin ve önerilerimizi daha doğru yapabilmemiz için türlere olan ilgilerinizi puanlayarak geri bildirimde bulunun ve modelin geliştirilmesi için bize yardımcı olun!

source: Genre Prediction Value
tr: Tür Korelasyon Değeri

source: Something Went Wrong! - Individual Symphony
tr: Bir Şeyler Yanlış Gitti! - Kişisel Senfoni

source: Something Went Wrong!
tr: Bir Şeyler Yanlış Gitti!

source: Whitepaper - Individual Symphony
tr: Tez - Kişisel Senfoni
